[
    {
        "title": "Near real-time monitoring of tropical forest disturbance by fusion of Landsat, Sentinel-2, and Sentinel-1 data",
        "journal": "Remote Sensing of Environment",
        "authors": "Xiaojing Tang, Kelsee H. Bratley, Kangjoon Cho, Eric L. Bullock, Pontus Olofsson, and Curtis E. Woodcock",
        "category": "Research (Co-Author)",
        "lat": -8.7402889,
        "lon": -66.904001,
        "date": 2023,
        "summary": "This study presents a new algorithm called Fusion Near Real-Time (FNRT) for near real-time monitoring of tropical forest disturbance by fusion of Landsat, Sentinel-2, and Sentinel-1 data. FNRT showed superior disturbance detection accuracy and speed than any tested approach based on a single sensor.",
        "background": "Timely detection of forest disturbances is crucial for effective responses and for reducing environmental and societal damages.",
        "methodology": "FRNT uses a model to calculate a sensor-agnostic change score that is used as the basis for change detection in the fused time series data.",
        "finding": "Data fusion increased detection speed and accuracy, and while Sentinel-1 radar data offered modest improvements to the model, we recommend it to be used primarily in locations without consistent optical data availability.",
        "image": "assets/images/projects/nrt2023.jpeg",
        "doi": "https://doi.org/10.1016/j.rse.2023.113626"
    },
    {
        "title": "Monitoring tropical forest degradation using spectral unmixing and Landsat time series analysis",
        "journal": "Remote Sensing of Environment",
        "authors": "Bullock, Eric L., Curtis E. Woodcock, and Pontus Olofsson",
        "category": "Research (First Author)",
        "lat": -11.5057,
        "lon": -63.5806,
        "date": 2020,
        "summary": "This study demonstrates the use of a novel system that applies spectral mixture analysis on time series of Landsat data to monitor and classify forest degradation and deforestation. The research was conducted in the Brazilian State of Rondônia from 1990 to 2013, and findings reveal a decrease in deforestation but an increase in degradation over this period.",
        "background": "Forest degradation is challenging to monitor using traditional remote sensing techniques and contributes to uncertainties in estimating carbon emissions from tropical forest loss.",
        "methodology": "We use time series analysis of Landsat data in combination with spectral mixture analysis to identify forest disturbances through time and classify them as either degradation or deforestation.",
        "finding": "Our methodology can map degradation and deforestation over large areas with a high degree of accuracy, and found a decreasing trend in deforestation after 2004 in Rondônia, accompanied by an increase in degradation during the same period.",
        "image": "assets/images/projects/postcard_CODED.jpg",
        "doi": "https://doi.org/10.1016/j.rse.2018.11.011"
    },
    {
        "title": "Temporal patterns in species zonation in a mangrove forest in the Mekong Delta, Vietnam, using a time series of Landsat imagery",
        "journal": "Continental Shelf Research",
        "authors": "Bullock, Eric L., Sergio Fagherazzi, William Nardin, Phuoc Vo-Luong, Phong Nguyen, and Curtis E. Woodcock",
        "category": "Research (First Author)",
        "lat": 10.227,
        "lon": 105.6707,
        "date": 2017,
        "summary": "This study employed time-series analysis of Landsat imagery to observe species zonation trends in a restored mangrove forest in the Mekong Delta, Vietnam. The research suggests that the development of Sonneratia spp. leads to initial sedimentation, followed by the creation of optimal conditions for the introduction and development of secondary species.",
        "background": "Our research focuses on evaluating the evolution and stages of maturity in a restored mangrove forest, and investigating the geomorphic and hydrologic influences behind species zonation.",
        "methodology": "We applied time series analysis on Landsat imagery combined with field data to differentiate forest areas into four developmental stages, thereby enabling an examination of species zonation trends.",
        "finding": "We propose that the growth of Sonneratia spp. drives initial sedimentation, leading to the creation of a low density forest area with high light availability and reduced tidal inundation, which, in turn, fosters the development of multi-species zonation through the optimal exploitation of the resulting geomorphic conditions.",
        "image": "assets/images/projects/vietnam_figure2.jpeg",
        "doi": "https://doi.org/10.1016/j.csr.2017.07.007"
    },
    {
        "title": "Ongoing forest disturbance in Guatemala's protected areas",
        "journal": "Remote Sensing in Ecology and Conservation",
        "authors": "Bullock, Eric L., Christoph Nolte, Ana L. Reboredo Segovia, and Curtis E. Woodcock",
        "category": "Research (First Author)",
        "lat": 15.7835,
        "lon": -90.2308,
        "date": 2020,
        "summary": "This study uses time series satellite data and a novel methodology, Continuous Degradation Detection (CODED), to monitor and quantify deforestation, degradation, and natural disturbances in Guatemala's protected areas from 2000 to 2017. Results indicate that these areas are more affected by disturbance than previously realized, with degradation and natural disturbances affecting a larger area than deforestation alone.",
        "background": "Despite their protected status, many forests in Guatemala's protected areas have been degraded or converted due to human activity, leading to their characterization as 'paper parks'.",
        "methodology": "We used time series satellite data and Continuous Degradation Detection (CODED) to detect and quantify forest disturbances of varying size and magnitude across Guatemala's protected areas.",
        "finding": "Our findings suggest that degradation and natural disturbances affect a larger area than deforestation alone, leading to a significant underestimation of total forest disturbance if these factors are not considered. Consequently, Guatemala's protected areas are more disturbed than previously thought.",
        "image": "assets/images/projects/guatemala_figure.jpeg",
        "doi": "https://doi.org/10.1002/rse2.130"
    },
    {
        "title": "Satellite based estimates reveal widespread forest degradation in the Amazon",
        "journal": "Global Change Biology",
        "authors": "Bullock, Eric L., Curtis E. Woodcock, Carlos Souza Jr, and Pontus Olofsson",
        "category": "Research (First Author)",
        "lat": -3.4653,
        "lon": -62.2159,
        "date": 2020,
        "summary": "This research uses time series analysis of Landsat data to map deforestation, degradation, and natural disturbances in the Amazon Ecoregion from 1995 to 2017. The study reveals that degradation and natural disturbances have affected as much of the forest area as deforestation, suggesting that the area of disturbed forest in the Amazon is 44%-60% more than previously estimated.",
        "background": "Forest disturbance in the Amazon, whether anthropogenic or natural, causes ecological damage and carbon emissions, and there is speculation about a potential 'tipping point' leading to ecosystem collapse.",
        "methodology": "We used time series analysis of Landsat data to map deforestation, degradation, and natural disturbances in the Amazon Ecoregion, and applied an unbiased statistical estimator to sample reference observations to obtain estimates of area and uncertainty at biennial time intervals.",
        "finding": "Our results show that degradation and natural disturbances, largely during periods of severe drought, have affected as much of the forest area in the Amazon Ecoregion as deforestation from 1995 to 2017, indicating an unaccounted for source of carbon emissions and pervasive damage to forest ecosystems.",
        "image": "assets/images/projects/amazon_1_map.jpeg",
        "doi": "https://doi.org/10.1111/gcb.15029"
    },
    {
        "title": "Improved change monitoring using an ensemble of time series algorithms",
        "journal": "Remote Sensing of Environment",
        "authors": "Bullock, Eric L., Curtis E. Woodcock, and Christopher E. Holden",
        "category": "Research (First Author)",
        "lat": 44.0446758,
        "lon": -101.422617,
        "date": 2020,
        "summary": "This study presents an ensemble of time series algorithms that improves land change monitoring. The methodology combines three different algorithms, each offering unique advantages, and applies them to Landsat scenes in the United States. The ensemble approach produced results with lower frequency of errors than a single algorithm approach.",
        "background": "Land change monitoring can be improved by combining different algorithms that offer unique advantages in detecting changes.",
        "methodology": "We combined the Continuous Change Detection and Classification (CCDC), Cumulative Sum of Residuals (CUSUM) algorithms for break detection, and the Chow Test for removing false positives, and applied this ensemble to Landsat scenes in the United States.",
        "finding": "The ensemble approach was shown to detect significant breaks and correctly remove false positives more effectively than a single algorithm approach, indicating that using a combination of break detection algorithms can improve land change monitoring.",
        "image": "assets/images/projects/postprocess_figure.jpg",
        "doi": "https://doi.org/10.1016/j.rse.2019.04.018"
    },
    {
        "title": "Timeliness in forest change monitoring: A new assessment framework demonstrated using Sentinel-1 and a continuous change detection algorithm",
        "journal": "Remote Sensing of Environment",
        "authors": "Bullock, Eric L., Sean P. Healey, Zhiqiang Yang, Rasmus Houborg, Noel Gorelick, Xiaojing Tang, and Robert E. Kennedy",
        "category": "Research (First Author)",
        "lat": -3.4653,
        "lon": -62.2159,
        "date": 2022,
        "summary": "This study proposes a new assessment framework, 'Sigmoid Accuracy', which characterizes forest change detection accuracy in relation to timeliness. The framework is demonstrated using a change monitoring algorithm applied to Sentinel-1 radar data in Madagascar, and introduces two new performance metrics: 'Initial Delay' and 'Level Off Point'.",
        "background": "The development of near-real time forest monitoring systems often involves tradeoffs between accuracy and timeliness.",
        "methodology": "We propose an assessment framework that characterizes forest change detection accuracy as it relates to timeliness, and demonstrate this using a change monitoring algorithm applied to Sentinel-1 radar data in Madagascar.",
        "finding": "Our framework introduces two new performance metrics that define key moments along the accuracy-timeliness curve, providing a holistic way to evaluate and compare the usefulness of forest monitoring systems in real-world applications.",
        "image": "assets/images/projects/",
        "doi": "https://doi.org/10.1016/j.rse.2022.113043"
    },
    {
        "title": "Medium Spatial Resolution Mapping of Global Land Cover and Land Cover Change Across Multiple Decades From Landsat",
        "journal": "Frontiers in Remote Sensing",
        "authors": "Friedl, Mark A., Curtis E. Woodcock, Pontus Olofsson, Zhe Zhu, Tom Loveland, Radost Stanimirova, Paulo Arévalo, Eric Bullock et al.",
        "category": "Research (Co-Author)",
        "lat": -6.072977,
        "lon": -16.211916,
        "date": 2022,
        "summary": "This study presents a method for creating annual maps of global land cover from 2001 to 2020 at 30 m spatial resolution using Landsat observations. The maps are created using features derived from time series of Landsat imagery in combination with ancillary geospatial data and a large database of training sites. Initial accuracy assessment for North America shows good overall accuracy and agreement with the European Space Agency (ESA) WorldCover product.",
        "background": "Land cover maps are essential for characterizing the biophysical properties of the Earths land areas and are widely used for basic and applied research that requires information related to land surface properties.",
        "methodology": "We use the global record of Landsat observations to compile annual maps of global land cover from 2001 to 2020 at 30 m spatial resolution. We use features derived from time series of Landsat imagery in combination with ancillary geospatial data and a large database of training sites to classify land cover at annual time step.",
        "finding": "Our initial accuracy assessment for North America shows good overall accuracy and agreement with the European Space Agency (ESA) WorldCover product. The land cover mapping results we report provide the foundation for robust, repeatable, and accurate mapping of global land cover and land cover change across multiple decades at 30 m spatial resolution from Landsat.",
        "image": "assets/images/projects/glance.jpeg",
        "doi": "10.3389/frsen.2022.894571"
    },
    {
        "title": "Demystifying LandTrendr and CCDC temporal segmentation",
        "journal": "International Journal of Applied Earth Observation and Geoinformation",
        "authors": "Pasquarella, Valerie J., Paulo Arévalo, Kelsee H. Bratley, Eric L. Bullock, Noel Gorelick, Zhiqiang Yang, and Robert E. Kennedy",
        "category": "Research (Co-Author)",
        "lat": 45.4189,
        "lon": -69.805,
        "date": 2022,
        "summary": "This review compares two temporal segmentation approaches, LandTrendr and CCDC, that are increasingly prevalent in land cover mapping and monitoring. The review examines differences in how these approaches use the temporal and spectral domains and compares model specifications and outputs. It also highlights previous work, current limitations, ongoing challenges, and opportunities for future integration and comparison of methods and map products.",
        "background": "Improved access to remotely sensed imagery and time series algorithms, along with increased availability of cloud computing resources, have significantly expanded the community of users processing and analyzing time series of satellite observations.",
        "methodology": "We review and compare two temporal segmentation approaches, LandTrendr and CCDC, examining differences in the way these approaches use the temporal and spectral domains and comparing model specifications and outputs.",
        "finding": "Our review provides insights into the strengths and weaknesses of these two approaches, and highlights opportunities for future integration and comparison of methods and map products, benefiting both user and developer communities.",
        "image": "assets/images/projects/ccdc_lt.jpg",
        "doi": "https://doi.org/10.1016/j.jag.2022.102806"
    },
    {
        "title": "A comprehensive assessment of mangrove species and carbon stock on Pohnpei, Federated States of Micronesia",
        "collabarators": "Woltz, Victoria L., Elitsa I. Peneva-Reed, Zhiliang Zhu, Eric L. Bullock, Richard A. MacKenzie, Maybeleen Apwong, ",
        "authors": ", Ken W. Krauss, and Dean B. Gesch",
        "category": "Research (Co-Author)",
        "lat": 6.8541,
        "lon": 158.2624,
        "date": 2017,
        "summary": "This study provides a comprehensive assessment of mangrove species and carbon stock on Pohnpei Island, Micronesia. The research found that between 2010 and 2020, the area affected by disturbance was substantially larger than the deforested area. The study also provides insights into the process of using tools like the Continuous Degradation Detection (CODED) algorithm in applied settings.",
        "background": "Mangrove forests are essential ecosystems on Pohnpei, providing many essential services including protection from sea-level rise.",
        "methodology": "We conducted field surveys to estimate current mangrove carbon stocks and a visual comparison of high resolution aerial photography from 1983 and 2018 to map mangrove change.",
        "finding": "Unlike global trends, we found a slight increase (0.76%) in mangrove area from 1983 to 2018 and estimated the mean aboveground carbon of the mangroves to be 167 MgC ha-1, significantly higher than global averages and representing a total carbon total carbon pool of approximately 1.07 million MgC. ",
        "image": "assets/images/projects/micronesia_figure3.PNG",
        "doi": "https://doi.org/10.1371/journal.pone.0271589"
    },
    {
        "title": "A global analysis of the spatial and temporal variability of usable Landsat observations at the pixel scale",
        "journal": "Frontiers in Remote Sensing",
        "authors": "Zhang, Yingtong, Curtis E. Woodcock, Paulo Arévalo, Pontus Olofsson, Xiaojing Tang, Radost Stanimirova, Eric Bullock, Katelyn R. Tarrio, Zhe Zhu, and Mark A. Friedl",
        "category": "Research (Co-Author)",
        "lat": 34.713348,
        "lon": -41.7625,
        "date": 2022,
        "summary": "This study presents a global analysis of the spatial and temporal variability of usable Landsat observations at the pixel scale. We found that the availability of usable Landsat Tier 1 observations is remarkably variable both in space and time, and provide guidance on when and where time series analysis is feasible. This information should benefit many Landsat users, especially for studies in regions and time periods with inconsistent data. ",
        "background": "The Landsat program has the longest collection of moderate-resolution satellite imagery, and the data are free to everyone, enabling a vast array of applications seeking to monitor land change through time. ",
        "methodology": "We conducted a global-scale analysis of time series using Landsat data over multiple decades, focusing on the density of usable observations. We also analyzed data density at the pixel scale, allowing for the integration of quality control data on clouds, cloud shadows, and snow as well as other properties returned from the atmospheric correction process.",
        "finding": "Our results show that the availability of usable Landsat Tier 1 observations is remarkably variable both in space and time, and provide guidance on when and where time series analysis is feasible.",
        "image": "assets/images/projects/landsat_global.jpg",
        "doi": "https://doi.org/10.3389/frsen.2022.894618"
    },
    {
        "title": "Lessons Learned While Implementing a Time-Series Approach to Forest Canopy Disturbance Detection in Nepal",
        "journal": "Remote Sensing",
        "authors": "Aryal, Raja Ram, Crystal Wespestad, Robert Kennedy, John Dilger, Karen Dyson, Eric Bullock, Nishanta Khanal et al.",
        "category": "Research (Co-Author)",
        "lat": 28.3949,
        "lon": 84.124,
        "date": 2021,
        "summary": "This study reports on efforts to develop forest degradation mapping capacity in Nepal in support of emissions reductions programs suchas REDD+ and for their Nationally Determined Contributions to the Paris Climate Agreement. We designed a pilot project in the Terai region and applied the Continuous Degradation Detection (CODED) algorithm for stratifying the study area into disturbance classes and for designing a probability sample, manual interpretation of the sample units for assigning reference labels, and an unbiased statistical estimator for generating activity data on the area of deforestation and degradation. We found that despite substantial mapping errors in the degradation class, the sample-based estimates met the uncertainty requirements of ongoing emissions reporting efforts. Therefore, we recommend that the use of CODED in a sample-based framework for estimating areas of degradation is a practical solution for estimating emissions from forest degradation for national reporting purposes. ",
        "background": "While deforestation has traditionally been the focus for forest canopy disturbance detection, forest degradation must not be overlooked. Both deforestation and forest degradation influence the terrestrial carbon cycle and thus must be included when reporting for programs such as Reduced Emissions from Deforestation and Degradation (REDD+).",
        "methodology": "We applied the Continuous Degradation Detection (CODED) algorithm, which uses a time series of the Normalized Degradation Fraction Index (NDFI) to monitor forest canopy disturbances. Using an iterative process, we were able to create a model that provided acceptable accuracy and area estimates of forest degradation and deforestation in Terai that can be applied to the whole country.",
        "finding": "We found that between 2010 and 2020, the area affected by disturbance was substantially larger (105,650 ha) than the deforested area (2753). Furthermore, the standard error of the estimate of degradation was only 18% the estimate of area (19012), showcasing low uncertainties (or high precision). These findings suggest that CODED has the potential to be highly attractive to other developing countries in the REDD+ program seeking to quantify emissions from forest degradation. ",
        "image": "assets/images/projects/nepal.png",
        "doi": "https://doi.org/10.3390/rs13142666"
    },
    {
        "title": "Three decades of land cover change in East Africa",
        "journal": "Land",
        "authors": "Bullock, Eric L., Sean P. Healey, Zhiqiang Yang, Phoebe Oduor, Noel Gorelick, Steve Omondi, Edward Ouko, and Warren B. Cohen",
        "category": "Research (First Author)",
        "lat": 1.2921,
        "lon": 36.8219,
        "date": 2021,
        "summary": "This study presents a comprehensive assessment of regional land cover change in East Africa from 1998 to 2017. Our analysis found a 34.8% increase in the area of cropland, primarily from conversion of Open Grasslands, Wooded Grasslands, and Open Forests. We also observed a 43.5% increase in the area of Settlements over the three-decade period, reflecting a rapidly growing population. Unlike other studies that show widespread woody encroachment in the region, we found a substantial decrease in woody vegetation in both forest and shrubland classes. ",
        "background": "Population growth rates in Sub-Saharan East Africa are among the highest in the world, creating increasing pressure for land cover conversion. However, there has been no comprehensive assessment of regional land cover change, and most long-term trends have not yet been quantified.",
        "methodology": "We used a designed sample of 14,000 satellite-based observations and manual interpretation of historical Landsat imagery to estimate the areas and trends in nine land cover classes in Ethiopia, Kenya, Uganda, Malawi, Rwanda, Tanzania, and Zambia.",
        "finding": "Our analysis found an 18,154,000 (± 11,580,000) ha, or 34.8%, increase in the area of cropland in East Africa. Conversion occurred primarily from Open Grasslands, Wooded Grasslands, and Open Forests, causing a large-scale reduction in woody vegetation classes. We observed far more conversion (by approximately 20 million hectares) of woody classes to less-woody classes than succession in the direction of increasing trees and shrubs.",
        "image": "assets/images/projects/east_africa.png",
        "doi": "https://doi.org/10.3390/land10020150"
    },
    {
        "title": "Carbon loss and removal due to forest disturbance and regeneration in the Amazon",
        "journal": "Science of The Total Environment",
        "authors": "Bullock, Eric L., and Curtis E. Woodcock",
        "category": "Research (First Author)",
        "lat": -3.4653,
        "lon": -62.2159,
        "date": 2021,
        "summary": "In this research, we evaluate the forest carbon flux in the Amazon rainforest, accounting for carbon loss due to deforestation, degradation, and natural disturbances, and carbon removal via regrowth from 1996 to 2017. The findings suggest that ongoing degradation, natural disturbances, and deforestation in the Amazon will remain a significant factor in the terrestrial carbon cycle.",
        "background": "The Amazon rainforest is a major contributor to global carbon emissions from land use changes, but large-scale estimates of carbon exchange in forests are highly uncertain due to difficulties in estimating parameters like disturbance area and forest carbon pools.",
        "methodology": "We applied the gain-loss approach to estimate carbon flux at at biennual intervals using a new dataset with characterized uncertainties on deforestation, degradation, and natural disturbances in the Amazon Ecoregion. We also used growth curves developed for areas affected by logging and fire to account for regeneration after degradation. Uncertainties in estimates of emissions were characterized using a Monte Carlo approach. ",
        "finding": "Our analysis showed that carbon loss from degradation and deforestation outpaced removals from regeneration and resulted in an average of 0.23 (± 0.09) Pg C removed per biennium, while deforestation resulted in an average of 0.34 (± 0.16) Pg C per biennium. As a result, we found a total net carbon loss of 4.86 to 5.32 Pg C over the study period. While emissions drastically reduced in 2004 due to national policies, our results indicate a reversing trend after 2012, with emissions highest during drought years. ",
        "image": "assets/images/projects/amazon_carbon.jpg",
        "doi": "https://doi.org/10.1016/j.scitotenv.2020.142839"
    },
    {
        "title": "Monitoring temperate forest degradation on Google Earth Engine using Landsat time series analysis",
        "journal": "Remote Sensing of Environment",
        "authors": "Chen, Shijuan, Curtis E. Woodcock, Eric L. Bullock, Paulo Arévalo, Paata Torchinava, Siqi Peng, and Pontus Olofsson",
        "category": "Research (Co-Author)",
        "lat": 42.3154,
        "lon": 43.3569,
        "date": 2021,
        "summary": "This research adapts the Continuous Change Detection and Classification (CCDC) algorithm for mapping forest degradation in temperate regions. A modified version of CCDC is demonstrated (Continuous Change Detection and Classification - Spectral Mixture Analysis, or CCDC-SMA) that integrates time series analysis and spectral mixture analysis to monitor both abrupt and gradual forest degradation. The approach is applied to Landsat data on Google Earth Engine and is used to monitor forest degradation and deforestation in Georgia from 1987 to 2019.",
        "background": "Estimates of forest degradation, particularly in temperate forests, are hampered by large uncertainties despite advancements in remote sensing and cloud computing technologies.",
        "methodology": "CCDC-SMA combines time series analysis with spectral mixture analysis to monitor forest degradation in temperate regions, and was applied to Landsat data on Google Earth Engine to monitor forest disturbance in Georgia.",
        "finding": "We successfully mapped forest degradation in Georgia from 1987 to 2019 with high overall accuracy, and our sampling-based area estimates revealed forest degradation to be significantly more extensive than deforestation during this period.",
        "image": "assets/images/projects/chen_degradation.jpg",
        "doi": "https://doi.org/10.1016/j.rse.2021.112648"
    },
    {
        "title": "Carbon stock losses and recovery observed for a mangrove ecosystem following a major hurricane in Southwest Florida",
        "journal": "Estuarine, Coastal and Shelf Science",
        "authors": "Peneva-Reed, Elitsa I., Ken W. Krauss, Eric L. Bullock, Zhiliang Zhu, Victoria L. Woltz, Judith Z. Drexler, Jeremy R. Conrad, and Stephen V. Stehman",
        "category": "Research (Co-Author)",
        "lat": 26.4539,
        "lon": -82.113,
        "date": 2021,
        "summary": "In this research, we quantify change in mangrove area and evaluate carbon stock changes following the 2004 Category 4, Hurricane Charley, in J.N. Ding Darling National Wildlife Refuge. We combine field data with Landsat time series analysis to estimate aboveground and belowground carbon storage, documenting the impact of the hurricane on the mangrove area and the recovery progress until 2018.",
        "background": "There is a lack of precise estimates of carbon stocks in mangroves, particularly those impacted by significant disturbances such as hurricanes.",
        "methodology": "We employed Landsat time series analysis to track mangrove area changes from 1985 to 2018 and used field data to estimate carbon storage above and below ground in the aftermath of Hurricane Charley in J.N. Ding Darling National Wildlife Refuge.",
        "finding": "Post-hurricane, an initial reduction in mangrove area between 0.6% and 5.3% was observed, equating to between 427 MgC and 3,599 MgC loss in carbon storage. Of the 61 ha of mangroves disturbed by the hurricane, 24 ha had recovered by 2018, while 37 ha (~3% of the pre-hurricane mangrove area) in a tidally restricted area remained in the recovery process.",
        "image": "assets/images/projects/dingdarling.jpg",
        "doi": "https://doi.org/10.1016/j.ecss.2020.106750"
    },
    {
        "title": "A suite of tools for continuous land change monitoring in google earth engine",
        "journal": "Frontiers in Climate",
        "authors": "Arévalo, Paulo, Eric L. Bullock, Curtis E. Woodcock, and Pontus Olofsson",
        "category": "Research (Co-Author)",
        "date": 2020,
        "summary": "The paper introduces a suite of free tools designed to interact with the Continuous Change Detection and Classification (CCDC) algorithm on Google Earth Engine, a system previously limited by computational requirements and complexity. The tools include time series viewers, a spatial data viewer, capabilities to create land cover and change maps, a tool for unbiased area estimation, and a Javascript API for accessing these functionalities.",
        "background": "The Global Climate Observing System (GCOS) designates land cover as an Essential Climate Variable, given its impact on climate and environmental processes. However, traditional land cover and change mapping techniques that use limited remotely sensed images result in considerable uncertainties. Recent advancements in Landsat and the Copernicus Program, in addition to cloud computing programs such as Google Earth Engine (GEE), have made time series data analysis possible, including the Continuous Change Detection and Classification (CCDC) algorithm. However, user-friendly tools are lacking for processing these algorithms and making use of their often-complex output data structures. ",
        "methodology": "We have developed a suite of tools to interact with CCDC outputs within the Google Earth Engine. The tools allow users to view and analyze time series data, spatial data, and model coefficients. They can also be used to create land cover and change maps, estimate areas of key variables like deforestation, and access the underlying functionality through a Javascript API.",
        "finding": "The introduction of these tools offers new capabilities for analyzing land cover dynamics globally, with practical examples shown for land cover change mapping in the Southeastern USA. The tools can be accessed freely, facilitating the use of CCDC within Google Earth Engine by local practitioners.",
        "image": "assets/images/projects/ccdc-tools.jpg",
        "doi": "https://doi.org/10.3389/fclim.2020.576740",
        "lat": 37.7749,
        "lon": -122.4194
    },
    {
        "title": "Can VIIRS continue the legacy of MODIS for near real-time monitoring of tropical forest disturbance?",
        "journal": "Remote Sensing of Environment",
        "authors": "Tang, Xiaojing, Eric L. Bullock, Pontus Olofsson, and Curtis E. Woodcock",
        "category": "Research (Co-Author)",
        "date": 2020,
        "summary": "This study investigates the capabilities of the VIIRS sensor as a potential replacement for the near-end-of-life MODIS sensors for near-real time monitoring of forest disturbances. We conclude that MODIS data at 250 m resolution perform better than VIIRS for these purposes, stressing the importance of spatial and temporal resolution of input data for effective monitoring.",
        "background": "The MODIS sensors on Terra and Aqua satellites have provided daily global observations for forest disturbance monitoring since 1999, but they are nearing the end of their lifespan. This study investigates whether the VIIRS sensor on the Suomi NPP satellite, which is meant to continue the MODIS data record, can match the performance of MODIS for near real-time monitoring of forest disturbances.",
        "methodology": "We compare the performance of the NRT-CCDC (Near Real-Time Continuous Change Detection and Classification) algorithm in the Amazon using data from Terra/Aqua MODIS composites, Terra/MODIS, Aqua/MODIS, and VIIRS.",
        "finding": "The algorithm performed better when using MODIS composites and Terra/MODIS data at 250 m resolution than when using VIIRS data. A morning overpass, such as that of Terra, is preferred to an afternoon overpass used by VIIRS and Aqua due to daily patterns in cloud coverage. Thus, the spatial and temporal resolution of the input data, in addition to the satellite overpass time, are vital factors for successful near-real-time monitoring of forest disturbances.",
        "image": "assets/images/projects/viirs.jpeg",
        "doi": "https://doi.org/10.1016/j.rse.2020.112024",
        "lat": -3.4653,
        "lon": -62.2159
    },
    {
        "title": "Legacy effects of invasive grass impact soil microbes and native shrub growth",
        "journal": "Invasive Plant Science and Management",
        "authors": "Pickett, Brooke, Irina C. Irvine, Eric Bullock, Keshav Arogyaswamy, and Emma Aronson",
        "category": "Research (Co-Author)",
        "date": 2019,
        "summary": "The paper examines the legacy effects of invasive grass, specifically Harding grass (Phalaris aquatica L.), on soil microbes and native shrub growth in California. We found P. aquatica may create microbial legacy effects in the soil that likely inhibit the growth of coastal sagebrush, a native plant, but not other native species. These changes in soil microbial composition can have significant implications for restoration strategies in postinvasive sites.",
        "background": "In California, invasive grasses have transformed endemic coastal sage scrub (CSS) to nonnative grasslands due to increased competitive ability and long-term alterations to the soil environment, known as legacy effects. This study explores how these legacy effects have impacted the soil microbial community and, indirectly, native plant restoration.",
        "methodology": "The study compared the microbial composition of soils collected from an uninvaded CSS community and a 10-ha site where the invasive Harding grass had been removed after 11 years. The survival rate, biomass, and length of three CSS species and P. aquatica grown in both soil types (uninvaded and postinvasive) were also measured.",
        "finding": "We found that P. aquatica may create microbial legacy effects in the soil that likely inhibit the survival rate, biomass, and length of coastal sagebrush, but not other native plant species. Notably, the postinvasive soil had different proportions of several soil microbes compared to the uninvaded soil, which may affect the growth of native plants. These changes in soil microbial composition can have significant implications for restoration strategies in postinvasive sites.",
        "image": "assets/images/projects/soil.jpg",
        "doi": "https://doi.org/10.1017/inp.2018.32",
        "lat": 34.0259,
        "lon": -118.7798
    },
    {
        "title": "Near real-time monitoring of tropical forest disturbance: New algorithms and assessment framework",
        "journal": "Remote Sensing of Environment",
        "authors": "Tang, Xiaojing, Eric L. Bullock, Pontus Olofsson, Stephan Estel, and Curtis E. Woodcock",
        "category": "Research (Co-Author)",
        "date": 2019,
        "summary": "This study presents two new algorithms (NRT-CCDC and Fusion2) and an assessment framework for near real-time monitoring of tropical forest disturbance. Current assessment protocols, which focus on area and accuracy of mapped features, are less applicable to near real-time monitoring systems that aim at quick detection of forest disturbance events. The new framework is focused on timing and minimum detectable size of disturbance events. Our study found that Fusion2 and NRT-CCDC were more accurate in detecting disturbances than the operational Terra-i system, with the smallest event detected by the systems being 6.5 ha. Approximately half of the disturbances were detected by Fusion2 and NRT-CCDC within 82, 126 days, respectively. ",
        "background": "Near real-time monitoring systems of forest disturbance are vital to combat illegal logging and global deforestation. However, current assessment protocols are not suitable for such systems. Instead of focusing on area bias and accuracy of mapped features, near real-time monitoring aims at rapid detection of forest disturbance events. Therefore, it is essential that assessment frameworks for near real-time systems consider lag (the time between an event and when it was mapped as change) in addition to spatial accuracy. ",
        "methodology": "We developed two new algorithms for near real-time monitoring. The NRT-CCDC fits time series models based on MODIS data to predict future observations, with forest disturbances classified as low-probability, high-probability, or confirmed. The Fusion2 algorithm predicts MODIS observations at a high temporal frequency based on a time series of Landsat observations. We also developed a new assessment framework centered on an alert-lag relationship metric that describes detection accuracy as it relates to detection speed.",
        "finding": "In the assessment of the three systems Fusion2, NRT-CCDC, and Terra-i, Fusion2 achieved an alert accuracy of 50% after 82 days, NRT-CCDC achieved the same after 126 days, while Terra-i only achieved a 30% accuracy after 109 days and failed to reach 50%. All systems performed better detecting larger events compared to smaller ones, with the smallest detected event being 6.5 ha. The more complex systems, Fusion2 and NRT-CCDC, had consistently higher accuracies compared to the operational Terra-i system.",
        "image": "assets/images/projects/nrt_1.jpeg",
        "doi": "https://doi.org/10.1016/j.rse.2019.02.003",
        "lat": -3.4653,
        "lon": -62.2159
    },
    {
        "title": "Time series analysis of satellite data reveals continuous deforestation of New England since the 1980s",
        "journal": "Environmental Research Letters",
        "authors": "Olofsson, Pontus, Christopher E. Holden, Eric L. Bullock, and Curtis E. Woodcock",
        "category": "Research (Co-Author)",
        "date": 2016,
        "summary": "The study reveals continuous deforestation in New England, United States, between 1985 and 2011. We utilized time series analysis of satellite data and a sample-based statistical framework to estimate that a total of 386,657 (± 98,137) ha of forest has been converted to other land covers in this period, largely driven by low density residential development. Deforestation accelerated in the mid-1990s until 2007 when it plateaued due to the financial crisis of 2007-08. Forest harvest was separated from deforestation estimates, and forest expansion on non-forested lands was not significantly different from zero. The results support the notion of a reversal of the forest transition in the region, indicating a shift back to widespread deforestation.",
        "background": "New England has been historically known for a forest transition, where widespread deforestation was followed by recovery of forestlands as farming activities diminished. However, the current trend and its impact on the terrestrial carbon balance is less well known, and it is likely that increased pressure from development have caused widespread deforestation of secondary forests in recent decades. ",
        "methodology": "We applied time series analysis of all available Landsat imagery post-1985 to monitor land cover and land use change. We estimated areas of land cover and change using a random sample of reference observations stratified by a twelve-class land change map covering the entire study area and period.",
        "finding": "The forest area in each state of New England has been decreasing continuously since the 1980s. A total of 386,657 (±98,137) ha of forest has been converted to other land covers during the study period, mainly driven by low density residential development. The deforestation rate accelerated in the mid-1990s until 2007 and then plateaued. The area of forest expansion on non-forested lands was not significantly different from zero.",
        "image": "assets/images/projects/new_england.jpg",
        "doi": "10.1088/1748-9326/11/6/064002",
        "lat": 43.9654,
        "lon": -70.8227
    }
]